[
{
"id": 1,
"title": "No, You Don’t Have ADHD, and Here Are 5 Reasons Why.",
"title_zh": "不，你没有多动症（ADHD）：这就是 5 个理由",
"source": "Medium",
"link": "https://medium.com/@emellis849/no-you-dont-have-adhd-and-here-are-5-reasons-why-fdcbac164b87",
"tags": ["ADHD", "mental health", "diagnosis", "skepticism", "opinion"],
"tags_zh": ["多动症", "心理健康", "诊断", "质疑", "观点"],
"date": "2025-07-08",
"summary_en": "Clinical psychologist Elizabeth M. Ellis argues many adults online mislabel themselves as having ADHD. She presents five points: ADHD is a childhood-onset neurodevelopmental disorder; diagnostic symptoms must be evident before age 12; diagnosis requires functional impairment across settings; life-course outcomes typically include persistent difficulties into adulthood; and feeling better on stimulants is nonspecific and not diagnostic.",
"summary_zh": "临床心理学家 Elizabeth M. Ellis 指出，许多网友把自己误认为有 ADHD。她给出五点：ADHD 属于神经发育障碍，起病于童年；症状必须在 12 岁前可见；诊断需在多个情境下存在功能受损；典型个体在成年期仍有持续困难；对兴奋剂反应变好并不具有诊断意义。",
"best_quote_en": "ADHD is a neurodevelopmental disorder. You do not ‘get’ ADHD past the age of 12.",
"best_quote_zh": "ADHD 是一种神经发育障碍；在人超过 12 岁后不会“得上” ADHD。"
}，
{
"id": 1,
"title": "2 cryptocurrencies set for massive unlocks to avoid trading this week",
"title_zh": "本周应避免交易的两种将大规模解锁的加密货币",
"source": "Finbold",
"link": "https://finbold.com/2-cryptocurrencies-set-for-massive-unlocks-to-avoid-trading-this-week/
",
"tags": ["crypto", "token unlocks", "Solana", "TRUMP", "market risk", "trading caution"],
"tags_zh": ["加密货币", "代币解锁", "Solana", "TRUMP", "市场风险", "交易提醒"],
"date": "2025-09-15",
"summary_en": "Finbold warns traders about two major token unlocks this week that could add selling pressure: Solana (SOL) will unlock 502,930 SOL (~$121.22M, 0.09% of circulating supply), and Official Trump (TRUMP) will unlock 4.89M TRUMP ($58.82M, ~1.52% of circulating supply). The piece notes that unlocks often weigh on near-term prices, with impact varying by market conditions. It cites spot prices at press time (SOL ~$236; TRUMP ~$8.57) but stresses broader sentiment also matters.",
"summary_zh": "Finbold 提醒本周有两项大额代币解锁，或对价格形成抛压：Solana（SOL）将解锁 502,930 枚 SOL（约 1.2122 亿美元，约占流通量 0.09%）；Official Trump（TRUMP）将解锁 489 万枚 TRUMP（约 5,882 万美元，约占流通量 1.52%）。文章强调，代币解锁常在短期内压制价格，其影响还取决于当时的整体市场情绪，并给出发稿时的现价（SOL 约 236 美元；TRUMP 约 8.57 美元）。",
"best_quote_en": "While intended to stagger supply and prevent shocks, they often weigh on prices in the short term.",
"best_quote_zh": "虽然解锁旨在分散供应、避免冲击，但它们常会在短期内压低价格。"
}
]
